/* updateController */
" CLOVERX64.efi successfully copied to %@" = "CLOVERX64.efi已成功复制到%@";

/* updateController */
" CLOVERX64.efi successfully copied to %@. Old file has been renamed to CLOVERX64_%@.efi.bak" = "CLOVERX64.efi已成功复制到 %1$@. 旧文件已重命名为CLOVERX64_%2$@.efi.bak";

/* updateController */
" Downloaded!" = "已下载!";

/* updateController */
" Downloaded! Launch the installer!" = "已下载！ 启动安装程序！";

/* updateController */
" Error during unzipping file!" = "解压缩文件时出错！";

/* updateController */
" Error: %@" = "错误: %@";

/* updateController */
" New stable version available." = "提供新的稳定版本。";

/* updateController */
" Ready to install stable version!" = "准备安装稳定版！";

/* updateController */
" Ready..... Connection established" = "准备.....建立连接";

/* updateController */
" The Internet connection appears to be offline....." = "Internet连接似乎处于脱机状态.....";

/* updateController */
" Unzipped! Launch the installer!" = "解压成功！ 启动安装程序！";

/* updateController */
" Your clover revision is up to date! Do you want download?" = "您的Clover修订版是最新的！ 你想下载吗？";

/* nvramController */
"%@ %s set to nvram\n" = "%1$@ %2$s 设置到nvram\n";

/* mountefiController */
"%@ APFS Container [%@]" = "%1$@ APFS容器 [%2$@]";

/* nvramController */
"%@ Error trying to set nvram %s\n" = "%1$@ 尝试设置 出错nvram %2$s\n";

/* mountefiController */
"%lu partitions" = "%lu 个分区";

/* clonerController */
"*** FOR LEGACY USERS ***" = "*** 对于传统用户 ***";

/* clonerController */
"*** FOR LEGACY USERS ***\nThis app isn't able to write a boot sector, so you need to manually run Clover Installer following these easy steps:\n\n1. Run Clover Installer and select target partition\n2. Install Clover in the ESP\n3. Select boot0af MBR on Bootloader section\n4. Select CloverEFI 64-bit SATA on CloverEFI section\n5. You can also select RC Scripts or Preferences Panel if you need\n\nOther files are useless because Clover Cloner removes data on the target volume." = "*** 对于传统用户 ***\n此应用程序无法编写引导扇区，因此您需要按照以下简单步骤手动运行Clover安装器:\n\n1.运行Clover Installer并选择目标分区\n2. I在ESP中安装Clover\n3.  在Bootloader部分选择boot0af MBR\n4. 在CloverEFI 部分选择CloverEFI 64-bit SATA\n5.如果需要，您还可以选择RC脚本或首选项面板\n\n其他文件无用，因为Clover Cloner会删除目标卷上的数据。";

/* clonerController */
"*** WARNING ***" = "*** 警告 ***";

/* clonerController */
"*** WARNING ***\nIf you want clone to an EFI partition, you better make sure that it's mounted before. The target partition must have enough space to hold all the data from the source partition. All data stored on the target volume will be overwritten during clone operations and cannot be restored.\n\n" = "*** 警告 ***\n如果您想要克隆到EFI分区，最好确保它之前已安装。 目标分区必须有足够的空间来容纳源分区中的所有数据。 存储在目标卷上的所有数据将在克隆操作期间被覆盖，无法恢复。\n\n";

/* clonerController */
"\n\nAre you sure you want to continue? You will lose your data on the target partition if you continue!" = "\n\n你确定你要继续吗？ 如果继续，您将丢失目标分区上的数据!";

/* clonerController */
"\n\nChecking was aborted because the process has taken too long." = "\n\n检查已中止，因为此过程耗时太长。";

/* clonerController */
"\n\nError: The source and target volumes are different sizes. Some files won't be copied." = "\n\n错误：源卷和目标卷的大小不同。某些文件不会被复制。";

/* clonerController */
"\n\nProcess is taking longer than usual. Do you want to continue?" = "\n\n处理花费的时间比平时长。你想继续吗？";

/* sectionSourceList */
"Acpi" = "ACPI设置";

/* clonerController */
"Are you sure you want to continue? You will lose your data on the target partition if you continue!" = "Are you sure you want to continue? You will lose your data on the target partition if you continue!";

/* No comment provided by engineer. */
"B/s" = "B/s";

/* startScreen */
"Backup Configurations" = "备份配置";

/* reading_savingOperation */
"Bad configuration in Drop Tables - ACPI section" = "Drop Tables中的错误配置 -  ACPI部分";

/* sectionSourceListHexConverterPopover */
"base64 string" = "base64字符";

/* rtvariablesController */
"Board-ID: %@\r\r" = "Board-ID: %@\r\r";

/* rtvariablesController */
"Board-ID: N/A\r\r" = "Board-ID: N/A\r\r";

/* sectionSourceList */
"Boot" = "引导参数";

/* sectionSourceList */
"Boot Graphics" = "启动图形";

/* sectionSourceList */
"Boot.log" = "Boot.log";

/* mountefiController */
"Capacity In Use:" = "使用容量：";

/* updateController */
"Check Now" = "立即检测";

/* mountefiController */
"Check Partition" = "检测分区";

/* clonerController */
"Checking" = "检测中";

/* clonerController */
"Checking was aborted because the process has taken too long." = "检查已中止，因为此过程耗时太长。";

/* updateController */
"Checking..." = "检测中...";

/* clonerController */
"Clone" = "克隆";

/* clonerController */
"Cloning..." = "克隆中...";

/* startScreen */
"Clover Bootloader" = "Clover引导器项目";

/* startScreen */
"Clover Changes" = "Clover 变化";

/* sectionSourceList */
"Clover Cloner" = "Clover 克隆器";

/* startScreen */
"Clover Configurator - How To Use" = "Clover配置器 - 如何使用";

/* reading_savingOperation */
"Clover Configurator could not be synchronized because an error occurred: %@" = "由于发生错误，无法同步Clover配置程序: %@";

/* reading_savingOperation */
"Clover Configurator has %@" = "Clover Configurator有 %@";

/* reading_savingOperation */
"Clover Configurator was unable read because it isn’t in the correct format.\n\nPlease fix the following code before saving: %@" = "Clover Configurator无法读取，因为格式不正确。\n\n请在保存之前修复以下代码： %@";

/* updateController */
"Clover folder not found." = "找不到Clover文件夹。";

/* startScreen */
"Clover Forum" = "Clover 论坛";

/* startScreen */
"Clover Instructions" = "Clover 说明";

/* startScreen */
"Clover Wiki" = "Clover Wiki";

/* reading_savingOperation */
"clover-genconfig not found!!!!" = "找不到clover-genconfig!!!!";

/* reading_savingOperation */
"config-generate.plist generated and loaded correctly" = "config-generate.plist正确生成和加载";

/* notificationPopup */
"config.plist not found!" = "找不到config.plist !";

/* startScreen */
"Configurations Acquired" = "获取配置";

/* pasteBoardController */
"Copy" = "复制";

/* AFNetworking */
"Could not decode string: %@" = "不能解码字符: %@";

/* sectionSourceList */
"Cpu" = "CPU设置";

/* guiController */
"CustomEntries Editor" = "自定义条目编辑器";

/* pasteBoardController */
"Cut" = "剪切";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "数据无法解码为UTF-8字符串";

/* No comment provided by engineer. */
"Day" = "天";

/* No comment provided by engineer. */
"Days" = "天";

/* sectionSourceListHexConverterPopover */
"decimal string" = "10进制字符";

/* kextsInstallerController */
"Delete: %@ successfully removed" = "删除: %@ 已成功删除";

/* installDriversController */
"Delete: %@.efi successfully removed" = "删除: %@.efi 已成功删除";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device / Media Name: %@" = "设备 / 媒体名称: %@";

/* mountefiController */
"Device BSD Name:" = "设备BSD名称:";

/* mountefiController */
"Device BSD Name: %@" = "设备BSD名称: %@";

/* mountefiController */
"Device BSD Name: N/A" = "设备BSD名称:N/A";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device Identifier: %@" = "标识符: %@";

/* mountefiController */
"Device Identifier: %@ - APFS Physical Store Disk: %@ - UUID: %@ - Size: %@" = "设备标识符: %1$@ - APFS物理存储磁盘: %2$@ - UUID: %3$@ - 容量: %4$@";

/* mountefiController */
"Device Identifier: %@ - Partition Scheme: %@ - Size: %@" = "设备标识符: %1$@ - 分区方案: %2$@ - 容量: %3$@";

/* sectionSourceList */
"Devices" = "设备设置";

/* mountefiController */
"Devices / Media Name:" = "设备 / 媒体名称:";

/* mountefiController */
"Devices / Media Name: %@" = "设备 / 媒体名称: %@";

/* sectionSourceList */
"Disable Drivers" = "禁用驱动";

/* mountefiController */
"Disk Identifier:" = "磁盘标识符:";

/* mountefiController */
"Disk Identifier: %@ Status: [Current Boot Disk]" = "磁盘标识符: %@ 状态: [当前引导磁盘]";

/* mountefiController */
"Disk Type:" = "磁盘类型:";

/* mountefiController */
"Disk Type: %@" = "磁盘类型: %@";

/* mountefiController */
"Disk Type: APFS Container" = "磁盘类型:APFS容器";

/* mountefiController */
"Disk Type: APFS Volume" = "磁盘类型:: APFS卷";

/* mountefiController */
"Disk Type: Apple HFS+" = "磁盘类型:: Apple HFS+";

/* mountefiController */
"Disk Type: N/A" = "磁盘类型:: N/A";

/* mountefiController */
"Disk Type: SoftRAID Cache" = "磁盘类型:: SoftRAID Cache";

/* mountefiController */
"Disk Type: SoftRAID Scratch" = "磁盘类型: SoftRAID Scratch";

/* mountefiController */
"Disk Type: SoftRAID Status" = "磁盘类型:SoftRAID Status";

/* mountefiController */
"Disk Type: SoftRAID Volume" = "磁盘类型: SoftRAID Volume";

/* mountefiController */
"Disk UUID:" = "磁盘UUID:";

/* mountefiController */
"Disk UUID: %@" = "磁盘UUID:%@";

/* mountefiController */
"Disk UUID: N/A" = "磁盘UUID:N/A";

/* installDriversController
   kextsInstallerController
   updateController */
"Download" = "下载";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully copied to %@" = "下载: %1$@ 已成功复制到 %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully updated to %@" = "下载: %1$@ 已成功更新至%2$@";

/* kextsInstallerController */
"Download: %@ successfully backed up to %@" = "下载: %1$@ 成功备份到 %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ successfully downloaded...." = "下载: %@成功下载....";

/* installDriversController
   kextsInstallerController */
"Download: Error: %@" = "下载: 错误: %@";

/* kextsInstallerController */
"Download: ERROR: %@" = "下载: 错误: %@";

/* installDriversController
   kextsInstallerController */
"Download: ERROR: You don't have permission to write here!" = "下载: 错误: 你没有在这里写的权限!";

/* installDriversController
   kextsInstallerController */
"Download: Path doesn't exist!" = "下载:路径不存在!";

/* installDriversController */
"Download: Please select a driver name!" = "下载：请选择一个驱动程序名称！";

/* kextsInstallerController */
"Download: Please select a kext name!" = "下载：请选择一个kext名称！";

/* updateController */
"Downloaded %.2f MB of %.2f MB (%@)" = "下载 %1$.2f MB of %2$.2f MB (%3$@)";

/* reading_savingOperation */
"Error" = "错误";

/* reading_savingOperation */
"Export config file" = "导出配置文件";

/* kextsInstallerController */
"FakeSMC detected... Choose an add on to install..." = "检测到FakeSMC ...选择要添加的安装......";

/* rtvariablesController */
"FindEthernetInterfaces returned 0x%08x\n" = "FindEthernetInterfaces returned 0x%08x\n";

/* No comment provided by engineer. */
"GB/s" = "GB/s";

/* sectionSourceList */
"Generate Config" = "生成配置";

/* rtvariablesController */
"GetMACAddress returned 0x%08x\n" = "GetMACAddress returned 0x%08x\n";

/* sectionSourceList */
"Graphics" = "显卡设置";

/* sectionSourceList */
"Gui" = "引导界面";

/* sectionSourceList */
"HEX converter" = "16进制转换器";

/* sectionSourceListHexConverterPopover */
"HEX Converter" = "16进制转换器";

/* sectionSourceListHexConverterPopover */
"HEX string" = "16进制字符";

/* No comment provided by engineer. */
"Hour" = "小时";

/* No comment provided by engineer. */
"Hours" = "小时";

/* notificationPopup */
"I can't find a config file. Do you want mount EFI partition?" = "找不到config文件. 你是否要挂载EFI分区?";

/* documentController */
"Import config file to project" = "将配置文件导入项目";

/* installDriversController
   kextsInstallerController */
"Initialization: Unable to read database. Cannot find server or there's no internet connection." = "初始化：无法读取数据库。找不到服务器或没有互联网连接。";

/* updateController */
"Install" = "安装";

/* bdmesgController */
"Install Clover bootloader to see boot-log" = "安装Clover bootloader以查看boot-log";

/* sectionSourceList */
"Install Drivers" = "安装驱动";

/* sectionSourceList */
"Install/Update Clover" = "安装更新";

/* sectionSourceListHexConverterPopover */
"Invalid base64 data" = "无效base64数据";

/* sectionSourceListHexConverterPopover */
"Invalid data" = "无效数据";

/* sectionSourceListHexConverterPopover */
"Invalid HEX data" = "无效的HEX数据";

/* No comment provided by engineer. */
"KB/s" = "KB/s";

/* sectionSourceList */
"Kernel and Kext Patches" = "内核和驱动补丁";

/* sectionSourceList */
"Kexts Installer" = "Kexts安装";

/* dockMenuApp */
"Leave A Message" = "留言";

/* left_toolbar */
"Load Configuration" = "加载配置";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully copied to %@" = "手动安装 %1$@ 已成功复制到%2$@";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully updated to %@" = "手动安装: %1$@ 已成功更新至 %2$@";

/* kextsInstallerController */
"Manual Installation: %@ successfully backed up to %@" = "手动安装: %1$@已成功备份至 %2$@";

/* kextsInstallerController */
"Manual Installation: ERROR: %@" = "手动安装 :错误: %@";

/* kextsInstallerController */
"Manual Installation: ERROR: You don't have permission to write here!" = "手动安装: 错误: 你没有在这里写的权限！";

/* kextsInstallerController */
"Manual Installation: Kext file required!" = "手动安装：需要Kext文件！";

/* kextsInstallerController */
"Manual Installation: Path doesn't exist!" = "手动安装：路径不存在！";

/* No comment provided by engineer. */
"MB/s" = "MB/s";

/* No comment provided by engineer. */
"Minute" = "分钟";

/* No comment provided by engineer. */
"Minutes" = "分钟";

/* rtvariablesController */
"MLB: %@\r\r" = "MLB: %@\r\r";

/* rtvariablesController */
"MLB: N/A\r\r" = "MLB: N/A\r\r";

/* sectionSourceList */
"Mount EFI" = "挂载分区";

/* notificationPopup */
"Mount EFI partition" = "挂载EFI分区";

/* mountefiController */
"Mount Point:" = "挂载点:";

/* mountefiController
   pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Mount Point: %@" = "挂载点: %@";

/* mountefiController */
"Mount Point: N/A" = "挂载点: N/A";

/* dockMenuApp */
"New Configuration..." = "新建配置...";

/* installDriversController */
"No EFI folder found.....\n" = "找不到EFI文件夹.....\n";

/* clonerController */
"No" = "No";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"No Value" = "没有值";

/* dockMenuApp */
"Open Configuration..." = "打开配置...";

/* pasteBoardController */
"Paste" = "粘贴";

/* left_toolbar */
"Paypal - Free Donation" = "Paypal - 免费捐赠";

/* rtvariablesController */
"Platform UUID: %@\r\r" = "Platform UUID: %@\r\r";

/* rtvariablesController */
"Platform UUID: N/A\r\r" = "Platform UUID: N/A\r\r";

/* reading_savingOperation */
"Please check these following errors:\n\n1. If you set SSDT, the fields Type/key and String/Number are required\n2. If you set TableId or Length, the field String/Number is required\n3. Type/key TableId must contain string value.\n4. Type/key Length must contain number value." = "请检查以下错误:\n\n1. 如果要设置SSDT, 字段的Type/key和String/Number是必须的\n2. 如果设置TableId或Length,字段String/Number 是必须的\n3. Type/key TableId必须包含字符串值.\n4. Type/key 长度必须包含数字值长度必须包含数字值.";

/* clonerController */
"Process is taking longer than usual." = "处理花费的时间比平时长。";

/* rtvariablesController */
"Product Name: %@\r\r" = "Product Name: %@\r\r";

/* rtvariablesController */
"Product Name: N/A\r\r" = "Product Name: N/A\r\r";

/* reading_savingOperation */
"Repair" = "修复";

/* rtvariablesController */
"ROM: %@" = "ROM: %@";

/* rtvariablesController */
"ROM: N/A" = "ROM: N/A";

/* sectionSourceList */
"Rt Variables" = "变量设置";

/* left_toolbar */
"Save" = "保存";

/* left_toolbar */
"Save As..." = "另存为...";

/* left_toolbar */
"Save, Save As Configuration" = "保存, 另存为配置";

/* No comment provided by engineer. */
"Second" = "秒";

/* No comment provided by engineer. */
"Seconds" = "秒";

/* sectionSourceList */
"SECTIONS" = "配    置";

/* rtvariablesController */
"Serial Number: %@\r\r" = "序列号: %@\r\r";

/* rtvariablesController */
"Serial Number: N/A\r\r" = "序列号: N/A\r\r";

/* left_toolbar */
"Share" = "分享";

/* kextsInstallerController */
"Show Location: Path doesn't exist!" = "显示位置：路径不存在！";

/* mountefiController */
"Size:" = "容量:";

/* sectionSourceList */
"SMBIOS" = "机型设置";

/* rtvariablesController */
"SmUUID: %@\r\r" = "SmUUID: %@\r\r";

/* rtvariablesController */
"SmUUID: N/A\r\r" = "SmUUID: N/A\r\r";

/* sectionSourceList */
"Some features will not be available without an internet connection" = "如果没有互联网连接，某些功能将无法使用";

/* kextsInstallerController */
"Some info for %@.kext => Identifier: %@ | Version: %@%@" = "信息: %1$@.kext =>Identifier: %2$@ | 版本: %3$@%4$@";

/* rtvariablesController */
"Sorry to generate a valid ROM, you need unique UUID in SystemParameters->Custom UUID (copy from system or generate one) or go in SMBIOS->Smuuid and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX." = "抱歉生成有效的ROM，您需要SystemParameters-> Custom UUID中的唯一UUID（从系统复制或生成一个）或进入SMBIOS-> Smuuid并添加以下格式的有效uuid：XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX 。";

/* left_toolbar */
"Start Screen" = "初始屏幕";

/* mountefiController */
"Status:" = "状态:";

/* reading_savingOperation */
"Synchronized" = "同步";

/* sectionSourceList */
"System Parameters" = "系统参数";

/* rtvariablesController */
"system-id: %@\r\r" = "system-id: %@\r\r";

/* rtvariablesController */
"system-id: N/A\r\r" = "system-id: N/A\r\r";

/* sectionSourceList */
"Text Mode" = "文字模式";

/* sectionSourceListHexConverterPopover */
"text string" = "文本字符";

/* reading_savingOperation */
"The document “%@” could not be duplicated. Bad configuration in Drop Tables - ACPI section" = "文档 “%@”不能复制.Drop Tables中的配置错误 - ACPI部分";

/* themesController */
"theme.plist data saved successfully" = "theme.plist数据保存成功";

/* themesController */
"theme.plist unable to save file" = "theme.plist无法保存文件";

/* themesController */
"theme.plist unable to save theme file" = "theme.plist无法保存主题文件";

/* sectionSourceList */
"Themes Editor" = "主题编辑";

/* reading_savingOperation */
"There was an error while completing the process" = "完成此过程时出错";

/* reading_savingOperation */
"There was an probable error with clover-genconfig. Use this code in terminal window /usr/local/bin/clover-genconfig > ~/Desktop/config-generate.plist" = "clover-genconfig可能存在错误。在终端窗口/ usr/local/ bin/ clover-genconfig>〜/ Desktop/config-generate.plist中使用此代码";

/* updateController */
"There were some problems contacting server of beta version. %@" = "联系beta版服务器时遇到一些问题。%@";

/* updateController */
"There were some problems contacting server of stable and beta versions." = "联系稳定版和Beta版服务器时遇到一些问题。";

/* updateController */
"There were some problems contacting server of stable version. Ready to install beta version!" = "联系稳定版服务器时遇到一些问题。准备安装测试版！";

/* rtvariablesController */
"This system's built-in MAC address: %@\r" = "该系统的内置MAC地址: %@\r";

/* sectionSourceList */
"This tool might not work properly under Mountain Lion (10.8)" = "在Mountain Lion(10.8)下，此工具可能无法正常工作";

/* sectionSourceList */
"TOOLS" = "工    具";

/* installDriversController */
"Unable to read database." = "无法读取数据库。";

/* reading_savingOperation */
"Unknown error during writing to file" = "写入文件时出现未知错误";

/* mountefiController */
"Untitled" = "无标题";

/* kextsInstallerController */
"Unzip: Error during unzipping file!" = "解压缩：解压缩文件时出错！";

/* updateController */
"Update" = "更新";

/* kextsInstallerController */
"VirtualSMC detected... Choose an add on to install..." = "检测到VirtualSMC ...选择要添加的安装...";

/* mountefiController */
"Volume Identifier:" = "卷标识符:";

/* mountefiController */
"Volume Identifier: %@" = "卷标识符: %@";

/* mountefiController */
"Volume Identifier: %@ Status: [Current Boot Disk]" = "卷标识符: %@ 状态: [当前启动磁盘]";

/* mountefiController */
"Volume Name:" = "卷名:";

/* mountefiController */
"Volume Name: %@" = "卷名: %@";

/* mountefiController */
"Volume UUID:" = "卷UUID:";

/* mountefiController */
"Volume UUID: %@" = "卷UUID: %@";

/* mountefiController */
"Volume UUID: N/A" = "卷UUID: N/A";

